import React from "react";
import bookCover from "./img/bookCover.jpg";

export default function Piece1() {
  return (
    <div className="Piece1">
      <h1>Мандарава</h1>
      <br />
      <p>Життя й звільнення принцеси Мандарави, </p>
      <p>Божественної дочки царя Захора. </p>
      <p>Усні настанови Ґуру Падмасамбгави, що звуться</p>
      <p>«Дорогоцінне намисто», або</p>
      <p>«Походження Цариці дакинь, тримачки таємної мантри».</p>
      <p>Літопис Дунмен, Богині Життя: </p>
      <p>«Життя й звільнення дакині Палтренми, </p>
      <p>цариці ста тисяч дакинь».</p>
      <br />
      <p>Переклад із тибетської: Лама Чонам і Санґ'є Кхандро.</p>
      <p>Переклад із англійської: Ігор Каліберда.</p>
      <p>Переклад із російської: Марина Маркова.</p>
      <br />
      <p>Перекладачі Лама Чонам і Санґ'є Кхандро присвячують цю книгу </p>
      <p>Дуджом Санґ-Юмб, Ріґдзін Ванмо,</p>
      <p>
        великій дакині споконвічної мудрості, яка живе сьогодні в цьому світі.
      </p>
      <div>
        <img className="img-fluid" src={bookCover} alt="bookCover" />
      </div>
    </div>
  );
}
